Revit 2024 API
CurtainGridSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual CurtainGridSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As CurtainGridSetIterator
Visual C++
public:
virtual CurtainGridSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
CurtainGridSet Class
Autodesk.Revit.DB Namespace